Repository: bsiebens/clubmanager2
Catalog: activities/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Date
nl: Datum

source: name
nl: naam

source: opponent
nl: tegenstander

source: opponents
nl: tegenstanders

source: opponent count
nl: aantal tegenstanders

source: Number of opponents for this game type, does not have any influence on the working of clubmanager but is passed along in the API.
nl: Aantal tegenstanders voor dit wedstrijd type, heeft geen invloed op hoe clubmanager werkt maar wordt enkel doorgegeven via de API.

source: game type
nl: wedstrijd type

source: game types
nl: wedstrijd types

source: season
nl: seizoen

source: location
nl: locatie

source: competition
nl: competitie

source: game ID
nl: wedstrijd nummer

source: score opponent
nl: score tegenstander

source: game
nl: wedstrijd

source: games
nl: wedstrijden

source: Home game?
nl: Thuiswedstrijd?

source: Games
nl: Wedstrijden

source: Are you sure you want to remove game <span class="font-bold">%(team)s</span> vs <span class="font-bold">%(opponent)s</span> (%(date)s)?
nl: Bent u zeker dat u wedstrijd <span class="font-bold">%(team)s</span> vs <span class="font-bold">%(opponent)s</span> (%(date)s) wilt verwijderen?

source: Cancel
nl: Annuleren

source: Delete
nl: Verwijderen

source: Game information
nl: Wedstrijd

source: Opponent
nl: Tegenstander

source: Location
nl: Locatie

source: Competition information
nl: Competitie

source: Competition
nl: Competitie

source: Game ID
nl: Wedstrijd nummer

source: Game Type
nl: Wedstrijd Type

source: Scoring information
nl: Scores

source: Score Opponent
nl: Score tegenstander

source: Add
nl: Nieuw

source: No games found
nl: Geen wedstrijden gevonden

source: first
nl: eerste

source: previous
nl: vorige

source: page %(page)s of %(num_pages)s
nl: pagina %(page)s van %(num_pages)s

source: next
nl: volgende

source: last
nl: laatste

source: Refresh game information
nl: Ververs scores met competitie info

source: Create new game
nl: Maak nieuwe wedstrijd

source: Errors found - please update the errors below before continuing
nl: Fouten gevonden - gelieve onderstaande fouten te verbeteren alvorens verder te gaan

source: Tick if current game is live right now
nl: Selecteer als de huidige wedstrijd op dit moment bezig is

source: Save
nl: Opslaan

source: Add row
nl: Rij toevoegen

source: Remove
nl: Verwijderen

source: Are you sure you want to remove game type <span class="font-bold">%(name)s</span>?
nl: Bent u zeker dat u wedstrijd type <span class="font-bold">%(name)s</span> wilt verwijderen?

source: Create new game type
nl: Maak nieuw wedstrijd type

source: Game type information
nl: Wedstrijd type

source: Number of opponents
nl: Aantal tegenstanders

source: No game types found
nl: Geen wedstrijd types gevonden

source: Opponents
nl: Tegenstanders

source: Are you sure you want to remove opponent <span class="font-bold">%(name)s</span>?
nl: Bent u zeker dat u tegenstander <span class="font-bold">%(name)s</span> wilt verwijderen?

source: Create new opponent
nl: Maak nieuwe tegenstander

source: Name
nl: Naam

source: No opponents found
nl: Geen tegenstanders gevonden

source: You do not have sufficient access rights to access the game type list
nl: U hebt niet de juiste toegangsrechten om de lijst met wedstrijd types te kunnen raadplegen

source: Game type <strong>%(name)s</strong> created succesfully
nl: Wedstrijd type <strong>%(name)s</strong> aangemaakt

source: Game type <strong>%(name)s</strong> updated succesfully
nl: Wedstrijd type <strong>%(name)s</strong> aangepast

source: Game type <strong>%(name)s</strong> deleted succesfully
nl: Wedstrijd type <strong>%(name)s</strong> verwijderd

source: You do not have sufficient access rights to access the opponent list
nl: U hebt niet de juiste toegangsrechten om de lijst met tegenstanders te kunnen raadplegen

source: Opponent <strong>%(name)s</strong> created succesfully
nl: Tegenstander <strong>%(name)s</strong> aangemaakt

source: Opponent <strong>%(name)s</strong> updated succesfully
nl: Tegenstander <strong>%(name)s</strong> aangepast

source: Opponent <strong>%(name)s</strong> deleted succesfully
nl: Tegenstander <strong>%(name)s</strong> verwijderd

source: You do not have sufficient access rights to view the game list
nl: U hebt niet de juiste toegangsrechten om de lijst met wedstrijden te kunnen raadplegen

source: Game <strong>%(team)s</strong> vs. <strong>%(opponent)s</strong> <strong>(%(date)s)</strong> created succesfully
nl: Wedstrijd <strong>%(team)s</strong> vs. <strong>%(opponent)s</strong> <strong>(%(date)s)</strong> aangemaakt

source: Game <strong>%(team)s</strong> vs. <strong>%(opponent)s</strong> <strong>(%(date)s)</strong> updated succesfully
nl: Wedstrijd <strong>%(team)s</strong> vs. <strong>%(opponent)s</strong> <strong>(%(date)s)</strong> aangepast

source: Game <strong>%(team)s</strong> vs. <strong>%(opponent)s</strong> <strong>(%(date)s)</strong> deleted succesfully
nl: Wedstrijd <strong>%(team)s</strong> vs. <strong>%(opponent)s</strong> <strong>(%(date)s)</strong> verwijderd

source: Game <strong>%(team)s</strong> vs. <strong>%(opponent)s</strong> <strong>(%(date)s)</strong> - new information fetched
nl: Wedstrijd <strong>%(team)s</strong> vs. <strong>%(opponent)s</strong> <strong>(%(date)s)</strong> - nieuwe informatie beschikbaar
